[{"id":1,"name":"Veloz","power":"Supervelocidade","img":"https://i.imgur.com/pk3pUew.jpeg","description":"Um herói misterioso, sempre vestido com uma roupa aerodinâmica roxa e azul com suas antenas vermelhas.","lore":"Veloz era apenas um entregador comum, correndo pelas ruas movimentadas da Cidade de Néon. Um dia, durante uma tempestade estranha, foi atingido por um raio enquanto passava por uma usina experimental. Desde então, descobriu que podia se mover mais rápido que qualquer ser humano. Agora, usa sua velocidade para combater o crime antes mesmo que ele aconteça — aparecendo como um borrão nos olhos dos vilões e desaparecendo antes que alguém entenda o que aconteceu.","origin":"Cidade de Néon","sex":"Masculino"},{"id":2,"name":"Áurea","power":"Flutuar","img":"https://i.imgur.com/JJn5uTM.jpeg","description":"Uma figura elegante, com longos cabelos vermelhos que esvoaçam no ar. Usa uma venda misteriosa para ocultar sua identidade, mesmo entre outros heróis.","lore":"Áurea cresceu ouvindo histórias sobre os ventos que falavam com os antigos guardiões do céu. Certo dia, ao escalar a montanha mais alta da vila, foi envolvida por uma corrente de ar dourada e levitou pela primeira vez. Desde então, descobriu que podia controlar o vento e voar com total liberdade. Com a venda cobrindo os olhos, ela mantém sua verdadeira identidade em segredo, protegendo os céus e ajudando quem precisa, sempre surgindo como uma brisa suave antes da tempestade.","origin":"Vila dos Ventos","sex":"Feminino"},{"id":3,"name":"Capitão Astro","power":"Superforça e voo","img":"https://i.imgur.com/mmyGx8z.jpeg","description":"Um herói loiro, com sorriso carismático e uma capa roxa que balança dramaticamente — mesmo quando não há vento. Sempre faz piadas, mesmo nas situações mais perigosas.","lore":"Capitão Astro veio do distante Planeta Solaris, onde a gravidade extrema fortalece o corpo desde o nascimento. Enviado à Terra em uma cápsula espacial após um desastre em seu planeta, ele cresceu entre os humanos, mas nunca perdeu seu jeito excêntrico e bem-humorado. Com força descomunal e capacidade de voo, combate o mal com punhos poderosos e piadas ruins. Pode não ser o herói mais sério, mas com certeza é um dos mais confiáveis — e o mais divertido.","origin":"Planeta Solaris","sex":"Masculino"},{"id":4,"name":"Impacta","power":"Superforça e velocidade","img":"https://i.imgur.com/6zjgJHo.jpeg","description":"Uma jovem de cabelo roxo vibrante, veste um macacão resistente e uma capa amarela chamativa. Seus punhos são tão fortes quanto sua personalidade determinada.","lore":"Impacta cresceu em um bairro industrial, onde desde pequena mostrava força além do normal. Após salvar acidentalmente um trabalhador preso sob toneladas de aço, descobriu que sua força era algo extraordinário. Com o tempo, aprendeu a controlar seus poderes e decidiu usá-los para proteger os mais fracos. Sua capa amarela virou símbolo de esperança, e seu macacão, marca registrada nas batalhas. Onde há perigo, Impacta chega com um soco firme e um coração de aço.","origin":"Bairro das flores","sex":"Feminino"},{"id":5,"name":"Lumina","power":"Manipulação da Luz","img":"https://i.imgur.com/kptYKvu.jpeg","description":"Uma heroína de cabelos loiros radiantes, envolta por uma aura brilhante. Seus olhos refletem a luz do sol, e seus movimentos iluminam até os cantos mais escuros.\n","lore":"Criada no sagrado Templo Solar, Lumina foi escolhida pela energia da luz desde criança. Durante um ritual antigo, seu corpo absorveu o poder do sol, tornando-se um farol de esperança para todos ao seu redor. Agora, ela canaliza luz em ataques precisos, escudos protetores e feixes cegantes que desorientam inimigos. Sempre serena e confiante, onde Lumina aparece, as trevas não têm vez.\n\n","origin":"Templo Solar","sex":"Feminino"},{"id":6,"name":"Asa Vermelha","power":"Habilidade acrobática e maestria em combate","img":"https://i.imgur.com/IxSi5rw.jpeg","description":"Um jovem veloz e habilidoso, com capa vermelha, máscara no rosto e um bastão metálico sempre em mãos. Ágil e estratégico, ele transforma qualquer combate em uma dança de precisão.\n","lore":"Treinado desde pequeno nas artes da acrobacia e combate corpo a corpo, Ágil Vermelho cresceu nas ruas do Distrito das Sombras. Após a perda de seu mentor, jurou proteger os inocentes usando o bastão que herdou como símbolo de justiça. Sem superpoderes, mas com habilidade de sobra, ele enfrenta inimigos com coragem e inteligência, mostrando que um herói não precisa voar para ser grandioso — basta lutar com o coração.","origin":"Distrito das Sombras","sex":"Masculino"},{"id":7,"name":"Raio Sentinela","power":"Defesa impenetrável e habilidade com escudo","img":"https://i.imgur.com/EajTeA2.jpeg","description":"Um herói imponente, com um escudo vermelho marcado por um raio branco no centro. Seu traje tático reflete disciplina e bravura, e seu olhar inspira confiança.\n","lore":"Forjado nos treinamentos intensivos da Academia de Elite, Sentinela Raio foi escolhido para portar o escudo lendário, símbolo de proteção e força. O escudo, feito de uma liga indestrutível, carrega o emblema do raio, representando sua velocidade nos reflexos e sua determinação inabalável. Ele lidera com honra, defende com precisão e luta sempre na linha de frente, sendo o escudo entre o perigo e os inocentes.\n\n","origin":"Academia de Elite","sex":"Masculino"},{"id":8,"name":"Menthor","power":"Poderes psíquicos","img":"https://i.imgur.com/lJqaraZ.jpeg","description":"Um herói enigmático, com um símbolo brilhante na testa que pulsa com energia mental. Sua capa flutua com ele, mesmo sem asas — e seus olhos parecem enxergar além da realidade.\n","lore":"Menthor nasceu com uma conexão rara com as forças mentais do universo. No Vale da Mente, foi treinado por sábios psíquicos que lhe ensinaram a dominar a telecinese e a expandir sua consciência. O cristal em sua testa canaliza toda essa energia, permitindo que ele controle objetos, se comunique com pensamentos e até influencie mentes hostis. Ele não precisa levantar a voz — basta um olhar para que o mundo ao seu redor mude.","origin":"Vale da Mente","sex":"Masculino"}]